Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=253_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Unna Junná alkoi vuonna 2007
sme: Unna Junná álggii jagis 2007

source: Unna Junná on YLE Sámi Radion saamenkielinen lapsille suunnattu tv-ohjelma.
sme: UnnaJunná lea YLE Sámi Radio sámegielat mánáid TV-prográmma.

source: Unna Junnán taustaa
sme: Jurdda sámegielat mánáid TV-prográmmain bohciidii juo áigá dassá.

source: Norjassa saamenkieliset lapsille suunnatut televisiolähetykset alkoivat vuonna 1991 ja Ruotsissa saamenkielinen lastenohjelma Meahcce Vulle aloitti vuonna 1994.
sme: Norggas mánáid sámegielat TV-sáddagat álge jagis 1991. Ruoŧas sámegielat mánáid TV MeahcceVulle álggahii jagis 1994.

source: Myös Suomessa tehtiin aloitteita saamenkielisistä lastenohjelmista jo 90-luvulla mm.. Yleisradion hallintoneuvostolle.
sme: Maiddái Suomas dahke álgagiid mánáid sámegielat TV-prográmmain juo 90-logus ee. Yleisradio hálddahusráđđái.

source: Yleisradio vastasi kuitenkin tuolloin, ettei saamenkielisille lasten ohjelmille ollut varoja eikä lähetysaikaa.
sme: Yleisradio vástidii goit dalle, ahte sámegielat mánáid prográmmaide ii lean várri iige sáddenáigi.

source: Ajatus saamenkielisistä lastenohjelmista eli silti saamelaisten mielissä vahvana.
sme: Jurdda sámegielat mánáidprográmmain elii goit sápmelaččaid mielas nanusin.

source: Vuonna 2005 NRK.
sme: Jagis 2005 NRK.

source: , SVT ja YLE aloittivat neuvottelut yhteisistä lastenohjelmista.
sme: , SVT ja YLE álggahedje ráđđádallamiid oktasaš mánáidprográmmain.

source: Yleisradio vetäytyi yhteistyöstä ennen kuin ohjelmista tuli totta.
sme: Yleisradio geassádii oktasašbarggus ovdal go prográmmat šadde duohtan.

source: Vuoden 2006 alussa NRK ja SVT aloittivat yhteiset saamenkieliset lasten TV:n lähetykset Norjassa ja Ruotsissa.
sme: Jagi 2006 álggus NRK ja SVT álggaheigga oktasaš sámegielat mánáid TV-sáddagiid Norggas ja Ruoŧas.

source: Suomen puolen saamelaislapset jäivät edelleen ilman omakielistä ohjelmaa.
sme: Suoma beale sámemánát báhce ain iežasgielat prográmma haga.

source: Siihen eivät saamelaisvanhemmat ja – lapset voineet tyytyä, vaan alkoivat edistää asiaa.
sme: Dasa eai sámeváhnemat ja – mánát sáhttán duhtat, baicce ovddidišgohte ášši.

source: Loppuvuonna 2006 he järjestivät mielenosoituksen Helsingissä, jonne kokoontui monta kymmentä lasta vanhempineen.
sme: Loahppajagi 2006 sii ordnejedje miellačájáhusa Helssegis, gosa čoahkkanedje máŋga logi máná oktan váhnemiiddisetguin.

source: Samalla matkalla tavattiin myös Yleisradion hallintoneuvoston jäseniä, kansanedustajia ja Yleisradion johtajia.
sme: Seamma mátkkis deive maiddái Yleisradio hálddahusráđi lahtuid, riikkabeailahtuid ja Yleisradio hoavddaid.

source: Vanhempien ja lasten toiminta tuotti tulosta.
sme: Váhnemiid ja mánáid doaibma buvttii maid bohtosiid.

source: Tapaamisen jälkeen Ylen hallintoneuvosto päätti, että Yleisradio aloittaa saamenkielisen lastenohjelmatuotannon.
sme: Deaivvadeami maŋŋá hálddahusráđi lahtut čoahkkanedje ja mearridedje dikšut ášši. Sámemánát galge beassat geahččat TV-prográmmaid iežaset gillii. Ja nu dáhpáhuvaige.

source: Ensimmäinen Unna Junná näki päivänvalon syyskuun 16. päivänä 2007.
sme: Vuosttas UnnaJunná oinnii beaivečuovgga čakčamánu 16. beaivve 2007.

source: Ohjelmaa tehtiin vuoden 2010 loppuun saakka yhteistyössä SVT Sápmin kanssa.
sme: Prográmma dahkkojuvvui jagi 2010 loahpa rádjai ovttas SVT sámedoaimmahusain (SVT.

source: Sen jälkeen Yle Sápmi ja SVT Sápmi ovat tehneet erillistä lastenohjelmaa.
sme: Sápmi).

source: Unna Junnáa tehdään kolmella kielellä, pohjois-, inarin- ja koltansaameksi.
sme: UnnaJunná dahkkojuvvo golmma gillii, davvisáme-, anáraš- ja nuortalašgillii.

source: Ruotsin puolella tuotetuissa osissa on kuultu myös luulajan- ja eteläsaamea.
sme: Ruoŧa bealde buvttaduvvon osiin lea gullon maid julev- ja lullisámegiella.

source: Unna Junná tekee yhteistyötä mm.. Saamelaisalueen koulutuskeskuksen (Sámi Oahpahusguovddáš) medialinjan kanssa Inarissa sekä Saamelaisalueiden koulujen ja Saamelaiskäräjien Elokuvakeskus Skábman kanssa.
sme: UnnaJunná bargá ovttas Sámi Oahpahusguovddáža (www.sogsakk.fi) medialinjáin Anáris sihke sámeguovllu skuvllaiguin ja Sámedikki Skábma-filbmaguovddážiin.

source: Unna Junná lähetetään Suomessa sunnuntaisin klo 7.45 TV 2:ssa ja uusintana YLE FEM - kanavalla klo 08.15.
sme: UnnaJunná sáddejuvvo Suomas sotnabeaivve dmu 7.45 TV-2:s ja nuppádassii FST5-kanálas dmu 10.30.

source: Ohjelmia on tehty 30 vuosittain; 15 kevät- ja 15 syyskaudella.
sme: Jahkásaččat leat dahkkojuvvon 30 prográmma; 15 giđđa- ja 15 čakčabajis.

source: Unna Junnán ohjelmajuontajina aloittivat syksyllä 2007 Petra Magga ja Sofia Jannok.
sme: UnnaJunná prográmmajođiheaddjin álggaheigga čakčat 2007 Petra Magga ja Sofia Jannok.

source: Heidän lisäkseen Unna Junnáa ovat pohjoissaameksi juontaneet näiden vuosien aikana myös Simon Issát Marainen, Maret Steinfjell, Per-Josef Idivuoma ja Oula Guttorm.
sme: Sin lassin Unna Junná leat davvisámegillii jođihan maiddái Simon Issát Marainen, Maret Steinfjell, Per-Josef Idivuoma ja Oula Guttorm.

source: Vuodesta 2011 lähtien Yle Sápmin tuottamaa Unna Junnaa ovat juontaneet pohjoissaameksi Irene Länsman, Niillas Holmberg, Anna Näkkäläjärvi-Länsman ja Kirsti Länsman, inarinsaameksi Heli Huovinen ja koltansaameksi Anna-Katariina Feodoroff, Leena Fofonoff ja Terhi Kytölä.
sme: Dán beaivve Unna Junná jođihit davvisámegillii Irene Länsman, Niillas Holmberg ja Anna Näkkäläjärvi, anárašgillii Heli Huovinen ja nuortalašgillii Anna-Katariina Feodoroff ja Leena Fofonoff.

source: Unna Junnássa nähdään perinteisten käsitöiden tekemistä.
sme: Unna Junnás maiddái duddjojuvvo árbevirolaččat.

source: Ivalon koltankielen kielipesässä Tiina Sanila-Aikio, Janna Marja Semenoff, Iina Tarkiainen ja Masi Valtonen.
sme: Nuortalašgiela giellabeasis Tiina Sanila-Aikio, Janna Marja Semenoff, Iina Tarkiainen ja Masi Valtonen.

source: Kuva: Yle Sápmi / Ritva Torikka.
sme: Govva: Yle Sámi radio.

source: Unna Junnán toimitus on Inarissa.
sme: Irene Länsman, doaimmaheaddji

source: Linkkejä:
sme: Liŋkkat:

source: Maahisweb - Saamelaismuseo Siidan lastensivusto
sme: Maahisweb - Sámemusea Siidda mánáidsiiddut
